<!DOCTYPE html>
<html lang="en">

<head>
   <title>भारतीय संगीत में ताल और लय का महत्व</title>

   <?php
   include 'common_files/CommonImports.php';
   ?>
    <link rel="stylesheet" type="text/css" href="css/article.css">
   <style>
       ol{
        /* margin-left: 34%; */
        font-size: 17px;
      } 
      
     
   </style>

</head>

<body>
   <?php
   include 'common_files/nav.php';
   ?>

   <div class="container"  style="margin-bottom: 50px;">
      <h2>भारतीय संगीत में ताल और लय का महत्व</h2>
      <p class="para">धरती, सूरज, चाँद, नक्षत्र यह सब अपनी-अपनी नीयत गति या लय में विद्धमान हैं | ठीक इसी प्रकार संगीत में भी एक समान गति को लय कहते हैं, जिसमें गायन, वादन या नृत्य हो रहा हो | लय और ताल का आपस में बहुत गहरा नाता है | यदि ताल शरीर है तो लय उसकी आत्मा, एक की अनुपस्थिति में दूसरे का वजूद ही नहीं रहता | संगीत में इनकी महत्ता छुपी नहीं है | ताल के अभाव में संगीत सार्थक नहीं होता, ऐसे संगीत को अनिब्ध संगीत कहते हैं | गायन की आलाप क्रिया इसके अंतर्गत आती है और यदि बंदिश भी आलाप की तरह ताल रहित हो तो संगीत नीरस हो जायेगा, इसलिए संगीत में ताल का होना अनिवार्य है | केवल ताल-युक्त या निबद्ध संगीत ही जीव को आनंद की अनुभूती करा सकता है | कई विद्वानों का भी यही मत है कि बेसुरा चल जायेगा पर बेताला नहीं |</p>
      <p class="para"><strong>ताल</strong> – यह ऐसी रचना है जो संगीत में समय को मापने के लिए प्रयोग की जाती है | इसकी लम्बाई आवश्यकता अनुसार छोटी या बड़ी हो सकती है | पूर्ण मात्रा के अलावा मात्रा के सवाए, आधे तथा पौने हिस्से का प्रयोग करने वाली तालें भी प्रचलन में हैं | ताल एक ऐसा फ्रेम या ढांचा है जिसमें गीत के बोल तथा लय को फिट किया जाता है, जिससे हमें एक सुंदर, कलात्मक, लयात्मक सांगीतिक रचना प्राप्त होती है | ताल को समझना जितना आसान है उतना ही कठिन लय को समझना है |</p>
      <p class="para">ताल संगीत को एक समय सीमा दर्शाता है जिसमें रचना का विस्तार किया जा सकता हो तथा सम की महत्ता कायम रह सके | आवश्यता अनुसार तालों का प्रयोग किया जाता है; जैसे:- ख्याल, ध्रुपद, आदि के लिए सूलताल, धमार, तीन ताल, विलंबित एक ताल; सुगम संगीत, भजन,गज़ल के लिए दादरा,कहरवा, दीपचंदी, आदि का प्रयोग होता है|</p>
      <p class="para"><strong><u>लय</u></strong> – संगीत की एक समान गति को लय कहा जाता है | विद्वानों के मतानुसार दो क्रियाओं के बीच में रहने वाला एक समान अवकाश लय का निर्माण करता है | इस अवकाश या विश्राम के कम या ज्यादा होने से लय भी बढती या घटती रहती है | लय के तीन प्रकार हैं –</p>

      <ol>
         <li>
            <strong>विलंबित लय</strong> – जब दो मात्राओं के बीच में रहने वाला अवकाश या विश्राम अधिक हो तो वह लय विलम्बित लय कहलाती है | यह मध्य लय से दुगनी कम गति की होती है
         </li>
         <li>
            <strong>मध्य लय</strong>- जब दो मात्राओं के बीच में रहने वाला अवकाश या विश्राम कम हो तो वह लय मध्य लय कहलाती है | यह विलम्बित लय से दुगनी अधिक गति की होती है | वर्तमान समय में इस विश्राम को एक सेकंड का माना जाता है|
         </li>
         <li>
            <strong>द्रुत लय</strong>- जब दो मात्राओं के बीच में रहने वाला अवकाश या विश्राम मध्य लय से भी अधिक कम हो तो वह लय द्रुत लय कहलाती है | यह मध्य लय से दुगनी अधिक गति की होती है |
         </li>
      </ol>

      <p class="para">लय की उपस्थिति आदि काल से ही उपनिषदों और प्राचीन ग्रंथों में मिलती है | संगीतकार सर्वप्रथम एक लय धारण कर अपनी प्रस्तुति देता है, फिर उस लय में बाकी लय भेदों का अनुसरण करते हुए सरगम, तान, आदि का उपयोग कर चमत्कार उत्पन्न करता है | संगीत लयबद्ध तथा तालबद्ध हो कर ही जीव-मात्र के मन में आनंद और रस की अनुभूती करा सकता है | कुदरत भी लयबद्ध ही है परन्तु कुदरत की लय में फर्क आ जाये तो प्रलय या विनाश तय है | परन्तु इसके उलट संगीत में लय के फर्क या लयकारी से चमत्कार उत्पन्न कर श्रोताओं को आनंद विभोर कर सकते हैं | जिस कलाकार की लय पर जितनी पकड़ होगी उसका उतना ही मान-सम्मान बढ़ता है |</p>
      <p class="para">ताल और लय संगीत के दो आधार स्तम्भ हैं, जिनके सहारे संगीत गतिशील है | बाकी संगीत शैलियों में ताल और लय का इतना विस्तार और सटीक प्रयोग देखने को नहीं मिलता | पश्चिमी संगीत में केवल दो, तीन, चार, पांच मात्रा के विभाग के आधार पर रचनाएँ की जाती हैं | वह ताल, ठेका, मात्रा, आदि का विचार नहीं करते | इसलिए हम यह कह सकते हैं कि हम ऐसी संगीत शैली का हिस्सा हैं जोकि परिपूर्ण है और तालबद्ध तथा लयबद्ध है |</p>
      <p class="para">संगीत की भारतीय शैली में ताल और लय के बिना विचरना संभव नहीं है | यह एक दूसरे से शरीर और आत्मा की भांति जुड़े हुए हैं |</p>
      <a href="article.php" class="item"> <button  type="submit" class="btn btn-primary">Back page</button> </a>

   </div>

</body>

</html>